
<!DOCTYPE html>
<html lang="en">
<head>
<title>Bootstrap Example</title>

<style type="text/css">
<!--
.style3 {font-weight: bold; font-size: 24px; }
-->
</style>
<body>
  <form name="form1" method="post" action="">
    <p>&nbsp;</p>
    <p>&nbsp;</p>
    <table width="894" height="143" border="0" align="center">
      <tr>
        <td width="733" height="30" bgcolor="#0066CC"><p align="center" class="style3">วิสัยทัศน์(Vision)</p></td>
      </tr>
      <tr>
        <td bgcolor="#99CCCC"><blockquote>
          <p align="left">จัดและส่งเสริมการศึกษาตลอดชีวิตอย่างทั่วถึงและ <br>
            เท่าเทียมเพื่อสร้างสังคมบนฐานความรู้สู่ความพอเพียง <br>
            มุ่งพัฒนาอาชีพเพื่อการมีงานทำ นำสู่อาเซียนอย่างยั่งยืน<br>
          </p>
        </blockquote></td>
      </tr>
    </table>
    <p>&nbsp;</p>
    <table width="868" height="282" border="0" align="center">
      <tr>
        <td width="733" bgcolor="#00CC66"><p align="center" class="style3">พันธกิจ (Mission)</p>        </td>
      </tr>
      <tr>
        <td bgcolor="#CCFFCC"><blockquote>
          <p>1. จัดการศึกษานอกระบบและการศึกษาตามอัธยาศัยอย่างมีคุณภาพเท่าเทียมกัน เพื่อยกระดับการศึกษา</p>
          <p>2. จัดและส่งเสริมการพัฒนาอาชีพเพื่อมีงานทำน้อมนำหลักหลักปรัชญาของเศรษฐกิจพอเพียง </p>
          <p>3.พัฒนาบุคลากรและจัดระบบการจัดการสถานศึกษาให้สามารถดำเนินการจัดการศึกษาตลอดชีวิตอย่างมีประสิทธิภาพและยั่งยืน</p>
          <p>4.จัดและส่งเสริมให้ประชาชนเรียนรู้การใช้สื่อ นวัตกรรมและเทคโนโลยีเพื่อพัฒนาทักษะชีวิต เพื่อเรียนรู้สู่อาเซียน</p>
          <p>5.ส่งเสริม สนับสนุน ประสานงานและประชาสัมพันธ์งานการศึกษานอกระบบการศึกษาตามอัธยาศัยและภาคีเครือข่ายอย่างกัลญาณมิตร </p>
        </blockquote>          </td>
      </tr>
      
    </table>
    <p>&nbsp;</p>
    <table width="874" height="282" border="0" align="center">
      <tr>
        <td width="733" bgcolor="#FF9933"><p align="center" class="style3">เป้าหมาย</p></td>
      </tr>
      <tr>
        <td bgcolor="#FFFF99"><blockquote>
          <p>มุ่งเน้นการจัดกิจกรรมการศึกษานอกระบบระดับการศึกษาขั้นพื้นฐาน การศึกษาเพื่อพัฒนาอาชีพ           </p>
          <p align="left">การศึกษาเพื่อพัฒนาทักษะชีวิต การศึกษาเพื่อพัฒนาสังคมและชุมชน การศึกษาตามอัธยาศัย </p>
          <p align="left">การจัดกระบวนการเรียนรู้เพื่อพัฒนาเศรษฐกิจพอเพียง ส่งเสริมการรู้หนังสือ จัดการเรียนรู้ด้านการพัฒนาอาชีพ</p>
          <p align="left">เพื่อลดรายจ่ายและสร้างรายได้ให้ประชาชนตามหลักปรัชญาเศรษฐกิจพอเพียง</p>
          <p align="left">สร้างชุมชนแห่งการเรียนรู้ให้มีความเข้มแข็งอย่างยั่งยืนให้กับกลุ่มเป้าหมายประชากร</p>
          <p align="left">วัยแรงงานอายุ 15-39 ปี และ อายุ 40 - 59 ปี ในด้านการศึกษานอกระบบระดับการศึกษาขั้นพื้นฐานและ</p>
          <p align="left">การศึกษาต่อเนื่องให้ได้ร้อยละ 80 <br>
          </p>
        </blockquote></td>
      </tr>
    </table>
    <p>&nbsp;</p>
    <table width="874" height="282" border="0" align="center">
      <tr>
        <td width="733" bgcolor="#FF6666"><p align="center" class="style3">กลยุทธ์</p></td>
      </tr>
      <tr>
        <td bgcolor="#FFCC99"><blockquote>
            <p>กลยุทธ์ที่ 1 เข้าถึงกลุ่มเป้าหมายที่หลากหลายและทั่วถึง </p>
            <p>หลักการ ทำงานโดยให้บริการถึงที่ถึงถิ่นให้เข้าถึงกลุ่มเป้าหมายประชากรวัยแรงงานในอำเภอวังเจ้าอย่างทั่วถึงครอบคลุมทุกหมู่บ้านหรือชุมชน </p>
            <p>กลยุทธ์ที่ 2 ปรับวิธีเรียนเปลี่ยนวิธีสอนให้สอดคล้องกับสภาพและความต้องการของแต่ละกลุ่มเป้าหมาย </p>
            <p>หลักการ ในการแก้ปัญหาและพัฒนาผู้เรียนนั้นผู้เรียนจะเกิดความรู้ใหม่ใช้หลักเทียบต่อยอดความรู้ได้ทุกรูปแบบ</p>
            <p>กลยุทธ์ที่ 3 พัฒนาแหล่งการเรียนรู้เทคโนโลยีเพื่อการศึกษาและภูมิปัญญาให้เป็นฐานความรู้ของชุมชน </p>
            <p>หลักการ เปิดโอกาสและช่องทางการเรียนรู้ให้กับประชากรวัยแรงงานโดยเน้นให้มีแหล่งเรียนรู้ที่หลากหลาย</p>
            <p>กลยุทธ์ที่ 4 ผนึกกำลังภาคีเครือข่ายให้มีส่วนร่วมจัดการศึกษา </p>
            <p>หลักการ จัดส่งเสริม/สนับสนุนหรือประสานงานในการผนึกกำลังภาคีเครือข่ายในการการจัดการศึกษานอกระบบอย่างทั่วถึง เต็มที่โดยมีภาคีพันธมิตร ร่วมจัดโดยใช้รูปแบบวิธีการดำเนินงาน</p>
            <p>กลยุทธ์ที่ 5 จัดระบบบริหารเพื่อเพิ่มประสิทธิภาพการบริการ </p>
            <p>หลักการ พัฒนาระบบบริหารระบบบริการทุกระดับประทับใจเปี่ยมคุณภาพโดยใช้รูปแบบวิธีการดำเนินการ <br>
            </p>
            <p><br>
            </p>
        </blockquote></td>
      </tr>
    </table>
    <p>&nbsp;</p>
    <p>&nbsp;</p>
  </form>
<p>&nbsp;</p>
  <p>&nbsp;</p>
</body>
</html>
